{
	"ValueText": {
		"infraText": {
			"topText": {
				"title": "Have you wondered about the problems ",
				"title2": "in the infrastructure/resource industry?",
				"contents": "The infrastructure/resource industry suffers from a declining management efficiency, caused by overly-complicated facilities and data problems. The out-of-sight,",
				"contents2": " buried facilities and the complex connectivity between them leads to difficulties in identifying the site. Recruiting highly-skilled workers with an expertise in project sites is another occurring issue."
			},
			"challengesText": {
				"title1": "Overly-complicated facilities and difficult work guidelines",
				"contents1": "Repetitive operations, a complex installation process of facilities during maintenance and work guidelines which are difficult to understand take a long time to look up in the manual or to get a response in real-time, when using a number of facilities. In addition, a lack of skilled workers makes it difficult to undertake high-quality work.​",
				"title2": "Reducing time spent and costs when experiencing difficulties",
				"contents2": "When a problem occurs on-site, it is difficult to clearly identify its causes through verbal explanations and photos, due to the overly-complicated facilities. As problems can occur from various causes, it is necessary to have a number of experts check them out from various angles in real- time. While deciding the solution to the problem, facilities will be shut down and will stop operating.",
				"title3": "Reviewing safety management and disaster prevention",
				"contents3": "Failure and loss may occur due to the deterioration of facilities and by giving unskilled workers access to them. These may lead to massive loss when the response to safety-failure accidents is delayed due to insufficient identification of on-site workers’ directions and location. Additionally, issues can occur in facilities when insufficient measures are taken for deteriorating facilities, causing the work undertaken to be different from the instructions given.",
				"title4": "Clear instructions and readily-available manuals",
				"contents4": "Through XR solutions, we selectively provide visual information through work manuals related to various facilities which need to be checked on-site, checklists and the maintenance process. This allows the relevant teams on the project site to look into the details, in the event of malfunctioning.",
				"title5": "Reducing time/cost and maximizing work efficiency",
				"contents5": "When a problem occurs on the project site, remote technology experts and on-site workers share the incident in real time and discuss the situation via camera, which enables smooth cooperation and swift amelioration. This reduces the halt time and maintenance time of facilities, improving their capacity usage ratio and the productivity of facilities. Relevant personnel will remotely review data related to the facilities and their inspection history, which allows them to make decisions on countermeasures, maximizes work efficiency and reduces costs by large.",
				"title6": "The most realistic education and safety management solutions",
				"contents6": "Complex training that is difficult to conduct on a project site can be provided through practical training materials. This is highly effective for carrying out high-quality work, even in the case of unskilled workers accessing the site. It also offers training on the troubleshooting process via video recording, file and screen sharing, live pointers and instant chat translation. Additionally, a test simulation of expanding new facilities when using digital manuals or work instructions via smart devices increases opportunity costs, by shortening work hours and strengthening safety management"
			}
		},
		"OilProduceText": {
			"topText": {
				"title1": "Have you thought about workplace accidents ",
				"title2": "in the manufacturing/construction industry?",
				"contents1": "In the manufacturing/construction project sites, various workplace accidents, risks to workers and problems in the manufacturing process may occur originating",
				"contents2": "from work procedure errors and construction defects. These cause financial loss, including undermined productivity and tarnished corporate image."
			},
			"challengesText": {
				"title1": "A decline in productivity and quality caused by unskilled workers",
				"contents1": "As most on-site workers are contract-based or temporarily-employed, it is hard to ensure continuity during their training on productivity and quality, as they largely carry out work in accordance with their memorized work process. Work instructions in hard-copy manuals are not well observed or relied upon, undermining the productivity and quality competitiveness as the work does not reflect the demands and changes on the project site.",
				"title2": "Repetitive and time-consuming site verification process",
				"contents2": "For a procedure that is undertaken after clearly understanding the project site and its aspects, applying the figures to even a small change and modification leads to a high-quality design and process. This involves various types of verification procedures, such as making a mock-up or business trips to visit the site several times, taking up a lot of time and money.",
				"title3": "Reducing the time spent and costs when experiencing difficulties",
				"contents3": "In the case of a problem on-site, it is hard to clearly identify its causes through verbal explanations and photos, due to overly-complicated facilities. Additionally, technical experts frequently have to travel out to the site in response to a problem. Training for problem-solving of repetitive issues and countermeasures are not currently being undertaken. These lead to an increase in inventory costs and take a large amount of time and costs, incurred by long hours of storage during the problem-solving process.",
				"title4": "Increasing productivity and quality by minimizing errors",
				"contents4": "It is possible to immediately increase productivity and provide intuitive feedback, thanks to the real-time connection with the project site, design modification and workers’ training, Video- or voice-based instructions that are easy for unskilled workers to understand are offered to project sites and frequently modified to enable them to work with technicians via a remote system, instantly correcting errors in their work and thereby improving productivity and quality competitiveness.",
				"title5": "Reducing costs by shortening lead time",
				"contents5": "XR solution allows communication by disclosing project site information to a remote technical control team and stakeholders in real-time. Additionally, a project site can be reviewed remotely together with HQ engineers and relevant companies; while decisions can be made in real-time by conducting a multilateral meeting remotely; thus it is very effective in reducing long schedules, control quality, and for estimates when designing/bidding.",
				"title6": "Stable operation and improved safety management",
				"contents6": "During maintenance services, maintenance history and technical data can be readily available at the site, which enables real-time responses in the event of malfunction. Moreover, shut-down/start-up processes can be swiftly completed. The application of XR technology in construction project sites and production facilities enables work safety management and monitoring the coordinates of construction workers. Therefore, the manager can make sure workplace accidents are minimized by sending alarms to workers regarding hazardous work and danger zones, if necessary."
			}
		},
		"educationText": {
			"topText": {
				"title1": "Are you familiar with the effective public training services?",
				"title2": " ",
				"contents1": "The traditional training scheme currently used in the public/training sector is less effective than the costs.",
				"contents2": "The excellent learning results delivered by XR technology are accessible anytime and anywhere."
			},
			"challengesText": {
				"title1": "Time and space limits of on-site training",
				"contents1": "The scope of on-site training is very wide depending on the topic, requiring a wide range of equipment. Furthermore, training on operating new facilities require a lot of preparation and the wide range and its mobility hinders the training's efficiency. There are a number of limitations in visitors or VIP site tour for security and safety reasons.​",
				"title2": "Disaster prevention/control training applicable to a project site",
				"contents2": "The existing disaster prevention or control training and knowledge emulates actual facilities and factories, leading to ineffective training. On-site training requires a lot of preparation and its implementation is difficult, because hazardous circumstances may occur during practice and training.",
				"title3": "A changing training scheme",
				"contents3": "The existing classes and learning materials are difficult to understand. Moreover, due to the difficulty of face-to-face contact due to the COVID-19 pandemic, efficient communication solutions were needed for field training, corporate business, and international exchange activities. However, due to the lack of documents or images, it was difficult to achieve the desired results.",
				"title4": "A highlighted need for public support",
				"contents4": "For the revitalization of regions outside of metropolitan cities, the government's strategy of adoption and spread of virtual convergence technology for the economy was needed.",
				"title5": "Excellent learning efficacy of experience-based/practical training",
				"contents5": "XR solution provides 3D/realistic materials for training. It is effective for preemptive training in work practices and accident probability, as well as highly efficient due to being simple and intuitive.",
				"title6": "Simulation of evacuation route in case of disaster through verbal/practical training",
				"contents6": "By augmenting simulations of all kinds of disasters through realistic 3D information, we can utilize it for containment training. Additionally, an evacuation route simulation and realistic verbal/practical training in the case of disasters can be demonstrated using XR technology",
				"title7": "Cost- and time-reducing XR solution optimized for zero-contact",
				"contents7": "Virtual training is possible to be done remotely (from worksite, office, house), with no spatial restrictions and requiring no expensive equipment. Additionally, 3D technology/videos allow intuitive and simple learning and increase learning efficacy. Moreover, once built, the solutions can be repetitively used without time and space restrictions",
				"title8": "Public services for local companies and residents",
				"contents8": "Using XR solution, the need for public projects can be emphasized to and acknowledged by local residents. In addition, support for exports and increased sales can be provided to companies by improving their understanding of projects and by suggesting application measures."
			}
		},
		"enterText": {
			"topText": {
				"title1": "Check out the XR technology examples in the ",
				"title2": " entertainment sector Making the services offered much more valuable",
				"contents1": "In the entertainment sector, a need for immersive content is being highlighted for its realism, as customers enjoy experiencing the",
				"contents2": "content in a safe manner. XR technology allows people to easily enjoy creative and realistic content."
			},
			"challengesText": {
				"title1": "Large traffic flow and management costs",
				"contents1": "When expecting a large traffic flow, you must provide a wide walking path for the disabled/seniors and children to assure convenient and safe access. In addition, there are restrictions on cultural heritage management costs and on the operating hours in the case of cultural heritage sites/experience-based exhibition halls.​",
				"title2": "A need for realistic/immersive information",
				"contents2": "At an art exhibition, a docent service provides information to a limited number of visitors for operational reasons, and it is difficult to offer experience-based materials that help people understand and enjoy the artwork In addition, it is limiting to explain the value of historical and cultural works through only verbal or visual information",
				"title3": "A need for creating intangible content",
				"contents3": "As cultural experience services increase online, it highlights the need to create intangible content that facilitates a virtual experience of historical context and a need for high value virtual experience services.",
				"title4": "Creating realistic content for historic/cultural experiences with no time/space limits",
				"contents4": "Using XR solutions, content can be enjoyed with no time and space limits via online exhibition services Furthermore, historic and cultural works are provided in AR as part of various exhibition information services with intuitive, three-dimensional and immersive content allowing people to acquire information through experience-based communication and understanding",
				"title5": "Flexible access and advertisement of content",
				"contents5": "Partly and wholly lost cultural heritage can be easily enjoyed via immersive contents by creating augmenting XR content on smartphonesIt induces interests by providing an intuitive and three-dimensional experience for functional information of a target object, through optimal interactive functions.",
				"title6": "Convey the importance of your content and draw interest",
				"contents6": "By manufacturing historical research paper of historic and cultural works and developing it into a cultural product, it is possible to draw interest and effectively convey its worth, while connecting various tangible and intangible content with the past/present/future."
			}
		},
		"epcText": {
			"topText": {
				"title1": "XR 솔루션 도입을 통한 다양한 비즈니스 확장 사례가 있습니다. ",
				"title2": " ",
				"contents1": "XR기술은 산업현장은 뿐만 아니라 의료, 헬스케어 등 일상 생활 속 밀접한 부분까지 다양한 분야에 적용 가능합니다.",
				"contents2": " "
			},
			"challengesText": {
				"title1": "운영 인력 및 교육/훈련 시스템 부족",
				"contents1": "다양한 환경에서 운영 인력과 교육/훈련의 부족은 생산성과 품질 향상에 중요한 척도가 됩니다. 인프라 확충과 함께 고급 인력 수요도 증가하고 있으나, 현장에 바 로 투입할 수 있는 인력 공급은 부족합니다. 또한 잦은 출장 비용을 줄이고 효율적으로 정비할 수 있는 시스템이 필요합니다 ​",
				"title2": "정보와 기술의 불균형",
				"contents2": "새로운 방식의 업무나 진료 등은 오류나 부작용에 대한 정보를 공유하고 함께 신속히 문제해결을 필요로 하고 있습니다. 그러나 도서지역과 같은 열악한 환경에서 정보가 차단되어 원하는 시기에 적합한 정보를 공유 받을 수 없거나, 대처하기 어려운 경우가 발생합니다.",
				"title3": "의료 환경의 시스템 개선 필요",
				"contents3": "수술 시 별도의 모니터를 수술대 옆에 설치하고 보면서 환자를 수술하나, 고개를 돌리면서 보느라 수술시간이 많이 경과하고 있습니다. 실제 모습과 CT 파일을 정 합하여 볼 수 있는 시스템이 필요하며, 수술 진행 중 환자의 맥박, 호흡 등의 데이터를 빠르게 확인할 수 있는 수술 환경 필요합니다.",
				"title4": "정확하고 즉각적인 교육/훈련 제공",
				"contents4": "AR시각화를 통한 몰입형 체험으로 미숙련 작업자에게도 정확한 지침과 정보를 제공해 줄 수 있습니다. 특히, 의료 및 헬스분야에서는 의료기기 및 의약품 설명 을 효과적으로 소개할 수 있으며, 합병증 정보를 연관 지어 정확한 정보를 전달하여 체험자의 이해도와 신뢰성를 높일 수 있습니다. 또한 원격 지원으로 실시간 으로 문제 해결 및 의사결정을 진행할 수 있습니다.",
				"title5": "시간 및 비용 절감과 업무 효율의 극대화",
				"contents5": "일부 또는 전체가 소실된 문화재도 XR 콘텐츠를 스마트폰으로 손쉽게 증강하여 간편하게 몰입형 콘텐츠를 즐길 수 있습니다. 또한 최적의 인터랙티브 통해 대상물의 기능 정보를 직관적이고 입체적인 체험을 제공하여 흥미를 제공합니다.",
				"title6": "지역불균형 완화 및 의료환경 개선",
				"contents6": "XR 솔루션을 활용하여 지역응급의료센터의 전문의가 보건지소의 의료인/응급 구조사와 통신을 통해 환자의 상태 파악, 원격 협진, 지시, 교육 등을 진행할 수 있는 시스템을 제공함으로써 도서지역 재난/사고 응급환자에게 의료 혜택을 제공하고 의료 지역적 불균형 완화에 기여 할 수 있습니다. 또한, XR디바이스를 할 용하여 수술 시 환자의 CT파일을 AR로 시각화하여 고개를 돌리지 않아도 한눈에 환자의 정보를 볼 수 있어 효율이 증가하며, 두 손이 자유롭게 되어 별도의 장 비를 만지지 않고 인터랙션이 가능해 위생적 문제도 해결할 수 있습니다."
			}
		},
		"ValueUseCaseText": {
			"title1": "Real-time, remote, cooperative solution",
			"contents1-1": "- Reduced time and costs by solving the malfunctioning of<br> a facility owned by a Japanese suppliervia real-time remote<br> assistance, without a supervisor visiting.",
			"contents1-2": " ",
			"contents1-3": " ",
			"title2": "Developing a plant digital twin O&M system",
			"contents2-1": "- Reducing and preventing work errors by managing plant-based data",
			"contents2-2": "- Enabling effective maintenance of complex plant facilities",
			"contents2-3": "- Reducing workplace accidents by providing clear work instructions to workers",
			"title3": "AR-based structure stability verification solutions",
			"contents3-1": "- Preemptively preventing accidents by intuitively<br> checking out errors embedded in the architectural design",
			"contents3-2": "- Reducing labor costs and scaffolding experts, by employing <br>non-experts in the actual fabrication and building of scaffolds",
			"contents3-3": " ",
			"title4": "Production-based, autonomous robot (SPOT) Site Application Verification service",
			"contents4-1": "- Establishing a roadmap for introducing smart safety robots designed to inspect a production base in order to develop measures to strengthen on-site support in Korea Gas Corporation, Jeju LNG HQ",
			"contents4-2": "- Conducting checks to the introduction of an autonomous robot project through on-site demonstrations",
			"contents4-3": "- It is easy to adopt SPOT given the small size of Jeju LNG HQ, but we confirmed that its application is impossible in areas with grating and stairs, where there are overhead facilities ",
			"title5": "Improving the 3D visualization system",
			"contents5-1": "- Swift work handling enabled by 3D visualization, via simple manual and interface",
			"contents5-2": "- Enabling intuitive work instruction and work history management",
			"contents5-3": "- Capturing screen recording enables three-dimensional recording"
		},
		"ValueOilUseCaseText": {
			"title1": "Applying AR remote technical support solution",
			"contents1-1": "- Reducing costs of specialists travelling to the site and training on on-site workers",
			"contents1-2": "- Improving productivity by providing intuitive  remote control support to on-site workers",
			"contents1-3": "- Reducing work hours by enabling on-site workers  to use both hands freely when receiving <br> work instructions ",
			"title2": "Applying AR remote technical support solution",
			"contents2-1": "- Preventing large-scale accidents by enabling a swift response to problems in the production facilities",
			"contents2-2": "- Reducing costs by providing remote control support for maintenance and inspection",
			"contents2-3": "- Improving productivity by applying AR solutions to overseas project sites",
			"title3": "AR-based visualization of IoT sensor information",
			"contents3-1": "- Increased understanding about the structure of a demo factory via visual information",
			"contents3-2": "- Increasing efficiency of the on-site management of factory information",
			"contents3-3": " ",
			"title4": "Remote technical support to an overseas production plant",
			"contents4-1": "- Reducing business travel costs by providing remote control support to domestic HQ and <br>overseas branches Increasing productivity by providingAR-based clear instructions to help <br>intuitive understanding of overseas branches",
			"contents4-2": " ",
			"contents4-3": "-  ",
			"title5": "Developing a visual application for wiring design",
			"contents5-1": "- Enabling a fast and precise wiring through AR-based visualization",
			"contents5-2": "- The XR guide is expected to increase workers’ efficiency",
			"contents5-3": "- "
		},
		"ValueEduUseCaseText": {
			"title1": "Pilot test of 2021's innovative products",
			"contents1-1": "- Built a remote control system between universities and companies in the COVID-19 pandemic and accomplished practical, remote job training",
			"contents1-2": "- Built a zero-contact, remote support platform through which one can check and monitor the practical nformation and student's the practice  environment inside and outside the university",
			"contents1-3": "- Applied zero-contact VIRNECT remote technology for an innovative transformation of inter-university as well as industry and university   technology cooperation systems, from face-to-face to zero-contact",
			"title2": "Exports conference in Gyeonggi-do",
			"contents2-1": "- A similar effect to inviting foreign buyers to a business site",
			"contents2-2": "- Building trust with buyers in meetings, by presenting the real-life practices of a company",
			"contents2-3": "- Enterprises that lack mobility due to their large products can also be introduced and presented <br> by connecting directly with the worksite",
			"title3": "2020 Korea International Construction & Industrial Safety Expo, Zero-Contact Docent Tour",
			"contents3-1": "- Provided remote experience opportunities to foreign buyers who were unable to attend the expo",
			"contents3-2": "- Provided a more realistic view than an already recorded video, by remotely but clearly demonstrating <br> andoffering a way to experience the actual product",
			"contents3-3": "- It was possible to instantly provide information via two-way communication of a direct, on-site chat  <br>service for any inquiry"
		},
		"ValueEnterUseCaseText": {
			"title1": "AR 글라스 기반 도슨트 운용(서울 국립중앙박물관)",
			"contents1-1": "- 조작이 편리하고 습득이 쉽고 몰입 향상이 가능",
			"contents1-2": "- 관람자 행동과 패턴을 분석하여 차별화된 서비스 제공",
			"contents1-3": "- 인터랙티브한 체험 학습을 할 수 있는 콘텐츠로 활용",
			"title2": "혼합현실 기술 기반의 미니병풍(경복궁) 개발",
			"contents2-1": "- 역사적, 문화적 소재들에 대한 다양한 가상체험 서비스 제공",
			"contents2-2": "- 원격 체험으로 관광지에 대한 지속적인 관심과 재방문 유도",
			"contents2-3": "- 휴대형으로 필요할 때 스마트폰에 손쉽게 장착하여 간편화",
			"title3": "증강현실 황룡사 중문 실감형 콘텐츠 제작",
			"contents3-1": "- 황룡사 복원 고증 연구 결과에 대한 공감각적 검토",
			"contents3-2": "- 실현가능한 복원 안 마련 가능",
			"contents3-3": "- 황룡사지 유적에 대한 관심 유도 및 가치 전달 강화",
			"contents3-4": "- 전통 건축 문화재 증강현실 구현 방안 제시",
			"title4": "AR-VR 전환 가능한 몰입형 체험전시 시스템",
			"contents4-1": "- 관람자는 AR기반 기본정보를 효과적으로 습득",
			"contents4-2": "- 3D로 복원하여 해당 전시물에 대한 상세 정보를 제공",
			"contents4-3": "- VR기반 실제 전시물과 동일한 크기의 가상공간 구현",
			"contents4-4": "- 관람자에게 몰입감과 사실감을 높여 시간여행 체험 가능",
			"title5": "전시관을 위한 증강현실 전시 콘텐츠 개발",
			"contents5-1": "- 체험형 전시의 몰입감을 극대화",
			"contents5-2": "- AR기반 몰입, 체험형 천연기념물센터 매머드 특별전 전시",
			"contents5-3": "- IT 기술 적용한 매머드 콘텐츠로 관람객 증가",
			"title6": "직업가상체험 360도 파노라마",
			"contents6-1": "- 직업별 실제적인 상황을 간접적으로 체험",
			"contents6-2": "- 실제 일어날 수 있는 상황들을 빠르게 습득",
			"contents6-3": "- 360도 VR 영상을 체험으로 실제와 비슷한 경험"
		},
		"ValueEPCUseCaseText": {
			"title1": "상대측위, 절대측위 변환 SW",
			"contents1-1": "- 출발지점,이동방향에구애받지않고목적지로안내가능",
			"contents1-2": "- Core 기술을 통한 Navigation 기능 구현에 필요한 기술 입증",
			"title2": "스마트글라스기반 AR전시시스템",
			"contents2-1": "- AR시각화로 합병증 정보를 연관지어 정확한 정보를 전달",
			"contents2-2": "- 몰입형 체험이 가능하고 전시 체험자가 정보에 대한 이해가 빨라짐",
			"contents2-3": " ",
			"title3": "금융상품 AR콘텐츠 개발",
			"contents3-1": "- 행사장에서 고객이 AR콘텐츠를 직접 체험하여 홍보효과가 높음",
			"contents3-2": "- 복잡한설명서없이간단한절차로상품에대한이해도가빠름",
			"contents3-3": "- ",
			"contents3-4": "- ",
			"title4": "증강현실 기술 기반의 성형외과 수술 플랫폼",
			"contents4-1": "- 수술 시 참고하는 환자의 CT파일을 AR로 시각화",
			"contents4-2": "- 고개를 돌리지 않아도 한눈에 환자와 정보를 볼 수 있어 효율성 증가",
			"contents4-3": "- 두 손이 자유롭고 만지지 않고 인터랙션이 가능해 위생적 문제 해결"
		}
	}
}